Repository: J0nathan11/kichwa
Catalog: locale/qu/LC_MESSAGES/django.po
Languages: qu

source: ¡Juntos aprendemos kichwa!
qu: ¡Tantalla kichwa shimita yachakunchik!

source: Inicio
qu: Kallari

source: Historia
qu: Wiñaykawsay

source: Profesor
qu: Yachachik

source: Evaluación
qu: Yachay tupu

source: ¡Vamos a aprender!
qu: Yachay

source: Aprender
qu: Yachay

source: Sistema de Aprendizaje Kichwa
qu: Kichwa shimi llika yachay

source: Desarrollado por
qu: Wiñachishka

source: Modulos de Aprendizaje
qu: Yachaypak kamukuna

source: Ingreso del Estudiante
qu: Yachachik yaykuy

source: ¡Bienvenido!
qu: Allí shamushka

source: Nombres
qu: Shuti

source: Apellidos
qu: Ayllushuti

source: Cédula
qu: Wacharishka pankaku

source: Ingresar
qu: Yaykuna

source: Salir
qu: Llukshina

source: Escribe tus Nombres
qu: Kanpak shutikunata killkay

source: Escribe tus Apellidos
qu: Kanpak ayllushutita killkay

source: Ingrese la Cédula
qu: Pankakupak yupayta killkay

source: Por favor ingresa tus Nombres
qu: Kanpak shutikunata killkay

source: Por favor ingresa tus Apellidos
qu: Kanpak ayllushutita killkay

source: Por favor ingresa la Cédula
qu: Pankakupak yupayta killkay

source: Cambiar idioma
qu: Shimita shukmanyachina

source: Ingreso como Profesor
qu: Yachachikshina yaykurik

source: Usuario
qu: Kikinyachik

source: Contraseña
qu: Harkachik

source: Iniciar como Administrador
qu: Imashina kallariy Pushakkamay

source: Escribe tu usuario
qu: Kanpak Kikinyachik

source: Escribe tu contraseña
qu: Kanpak Harkachik

source: Por favor ingrese el usuario
qu: Kanpak Kikinyachik

source: Por favor ingrese la contraseña
qu: Kanpak Harkachik

source: Ingreso como Administrador
qu: Pushakshina yaykurik

source: Panel del Administrador
qu: Pushakkamaypak rikuchik pirka

source: ¡Bienvenido/a estudiante
qu: Allishamushka yachakuk

source: Animales
qu: Wiwakuna

source: Colores
qu: Tullpukuna

source: Cuerpo Humano
qu: Runapa Ukku

source: Dias de la Semana
qu: Hunkaypa Punchakuna

source: Elementos de la Naturaleza
qu: Pachamamapa Nipakuna

source: Meses del Año
qu: Watapa Punchakuna

source: Números
qu: Yupaykuna

source: Objetos
qu: Tiyakkuna

source: La Familia
qu: Ayllu Shutikuna

source: Los Saludos
qu: Napaykuna

source: VOLVER
qu: Tikramuna

source: ¡Aprende los Animales en Kichwa!
qu: ¡Wiwakunapak shutita kichwapi yachay!

source: Escuchar
qu: Uyariy

source: Jugar
qu: Pukllay

source: ¡Aprende los Colores en Kichwa!
qu: ¡Kichwapi Tullpukuna yachay!

source: ¡Aprende el Cuerpo Humano en Kichwa!
qu: ¡Kichwapi Runapa Ukku yachay!

source: ¡Aprende los Días en Kichwa!
qu: ¡Kichwapi punchawkuna yachay!

source: ¡Aprende los Elementos de la Naturaleza en Kichwa!
qu: !Kichwapi naturaleza Pachamamapa Nipakuna yachay¡

source: ¡Aprende los Meses de Año en kichwa!
qu: ¡Kichwapi Watapa Punchakuna yachay!

source: ¡Aprende los NÚMEROS en Kichwa!
qu: ¡Kichwapi Yupaykuna yachay!

source: ¡Aprende los Objetos en Kichwa!
qu: ¡Kichwapi Tiyakkuna yachay!

source: ¡La Familia!
qu: ¡Ayllu Shutikuna!

source: ¡Aprende los Saludos en Kichwa!
qu: ¡Kichwapi Napaykuna yachay!

source: ACTUALIZAR
qu: Yuyayrina

source: ¡Mira la palabra y elige el Animal correcto!
qu: ¡Shutita rikuy, alli Wiwakuna akllay!

source: ¡Mira la palabra y elige el Color correcto!
qu: ¡Shutita rikuy, alli Tullpukuna akllay!

source: ¡Mira la palabra y elige la parte correcta del cuerpo humano!
qu: ¡Shutita rikuy, alli Runapa Ukku akllay!

source: ¡Mira la palabra y elige el Día correcto!
qu: ¡Shutita rikuy, alli Punchawta akllay!

source: ¡Mira la palabra y elige el Elemento Natural correcto!
qu: ¡Shutita rikuy, alli Pachamamapa Nipakuna akllay!

source: Palabras
qu: Simikujna

source: Arrastra la palabra a la imagen correcta
qu: Suyuta alli rikushpa shutita kimichiy

source: ¡Juega y aprende los Meses en Kichwa!
qu: ¡Pukllayta ruray, killakunata kichwapi yachay!

source: ¡Mira la palabra y elige el Número correcto en Kichwa!
qu: ¡Shutita rikuy, alli Yupaykuna akllay!

source: ¡Juega y aprende los Objetos en Kichwa!
qu: ¡Pukllayta ruray, Tiyakkuna kichwapi yachay!

source: ¡Juega y aprende con la Familia en Kichwa!
qu: ¡Pukllayta ruray, Ayllu Shutikuna kichwapi yachay!

source: ¡Juega y aprende los Saludos en Kichwa!
qu: ¡Pukllayta ruray, Napaykuna kichwapi yachay!
